Repository: hominhtuong/MTLocalization
Catalog: XcodeLocalization/results/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, et, fi, fr, hi, id, it, ja, km, kn, ko, lo, lv, ms, nl, pl, pt_pt, ru, th, tr, uk, vi, zh_hans

# general_depreciation_percentage
source: Depreciation Percentage(%)
ar: نسبة الإهلاك(%)
cs: Procento odpisu (%)
de: Abschreibungsprozentsatz (%)
el: Ποσοστό απόσβεσης(%)
es: Porcentaje de depreciación (%)
et: Amortisatsiooniprotsent (%)
fi: Poistoprosentti (%)
fr: Pourcentage d'amortissement (%)
hi: मूल्यह्रास प्रतिशत(%)
id: Persentase Penyusutan (%)
it: Percentuale di ammortamento(%)
ja: 減価償却費率(%)
km: ភាគរយរំលោះ(%)
kn: ಸವಕಳಿ ಶೇಕಡಾವಾರು(%)
ko: 감가상각률(%)
lo: ເປີເຊັນຄ່າເສື່ອມລາຄາ(%)
lv: Nolietojuma procenti (%)
ms: Peratusan Susut Nilai(%)
nl: Afschrijvingspercentage (%)
pl: Procent amortyzacji (%)
pt_pt: Porcentagem de depreciação (%)
ru: Процент амортизации (%)
th: เปอร์เซ็นต์ค่าเสื่อมราคา(%)
tr: Amortisman Yüzdesi(%)
uk: Відсоток амортизації (%)
vi: Tỷ lệ khấu hao(%)
zh_hans: 折旧率(%)

# general_total_weight
source: Total Weight
ar: الوزن الإجمالي
cs: Celková hmotnost
de: Gesamtgewicht
el: Συνολικό Βάρος
es: Peso Total
et: Kogukaal
fi: Kokonaispaino
fr: Poids total
hi: कुल वजन
id: Berat Total
it: Peso totale
ja: 総重量
km: ទំងន់សរុប
kn: ಒಟ್ಟು ತೂಕ
ko: 총 중량
lo: ນ້ຳໜັກທັງໝົດ
lv: Kopējais svars
ms: Jumlah Berat
nl: Totaal gewicht
pl: Całkowita waga
pt_pt: Peso total
ru: Общий вес
th: น้ำหนักรวม
tr: Toplam Ağırlık
uk: Загальна вага
vi: Tổng trọng lượng
zh_hans: 总重量

# general_after_depreciation
source: After Depreciation
ar: بعد الإهلاك
cs: Po odpisech
de: Nach Abschreibung
el: Μετά την Απόσβεση
es: Después de la depreciación
et: Peale amortisatsiooni
fi: Poistojen jälkeen
fr: Après amortissement
hi: मूल्यह्रास के बाद
id: Setelah Penyusutan
it: Dopo l'ammortamento
ja: 減価償却後
km: បន្ទាប់ពីរំលោះ
kn: ಸವಕಳಿ ನಂತರ
ko: 감가상각 후
lo: ຫຼັງຈາກຄ່າເສື່ອມລາຄາ
lv: Pēc Nolietojuma
ms: Selepas Susut Nilai
nl: Na afschrijving
pl: Po amortyzacji
pt_pt: Após a depreciação
ru: После амортизации
th: หลังค่าเสื่อมราคา
tr: Amortisman Sonrası
uk: Після амортизації
vi: Sau khi trừ khấu hao
zh_hans: 折旧后

# general_price_per_kg
source: Price / Kg
ar: السعر / كجم
cs: Cena / kg
de: Preis / kg
el: Τιμή / Kg
es: Precio / Kg
et: Hind / kg
fi: Hinta / kg
fr: Prix/Kg
hi: कीमत/किलो
id: Harga /Kg
it: Prezzo/Kg
ja: 価格/kg
km: តម្លៃ / គីឡូក្រាម
kn: ಬೆಲೆ / ಕೆಜಿ
ko: 가격/kg
lo: ລາຄາ/ກິໂລ
lv: Cena / kg
ms: Harga / Kg
nl: Prijs / kg
pl: Cena / kg
pt_pt: Preço/Kg
ru: Цена / кг
th: ราคา / กก
tr: Fiyat / kg
uk: Ціна / кг
vi: Giá / kg
zh_hans: 价格/公斤

# general_total_amount
source: Total Amount
ar: المبلغ الإجمالي
cs: Celková částka
de: Gesamtbetrag
el: Συνολικό Ποσό
es: Monto Total
et: Kogusumma
fi: Kokonaismäärä
fr: Montant total
hi: कुल राशि
id: Jumlah Total
it: Importo totale
ja: 合計金額
km: ចំនួនសរុប
kn: ಒಟ್ಟು ಮೊತ್ತ
ko: 총액
lo: ຈໍານວນທັງຫມົດ
lv: Kopējā summa
ms: Jumlah Jumlah
nl: Totaal bedrag
pl: Całkowita kwota
pt_pt: Montante total
ru: Общая сумма
th: จำนวนเงินทั้งหมด
tr: Toplam Tutar
uk: Загальна сума
vi: Tổng số tiền
zh_hans: 总金额

# general_weighing_list
source: Weighing list
ar: قائمة الوزن
cs: Seznam vah
de: Wiegeliste
el: Κατάλογος ζύγισης
es: lista de pesaje
et: Kaalunimekiri
fi: Punnituslista
fr: Liste de pesée
hi: वजन सूची
id: Daftar penimbangan
it: Lista di pesatura
ja: 計量リスト
km: បញ្ជីទម្ងន់
kn: ತೂಕ ಪಟ್ಟಿ
ko: 계량 목록
lo: ບັນຊີລາຍຊື່ການຊັ່ງນໍ້າຫນັກ
lv: Svēršanas saraksts
ms: Senarai timbangan
nl: Weeglijst
pl: Lista ważeń
pt_pt: Lista de pesagem
ru: Список взвешивания
th: รายการชั่งน้ำหนัก
tr: Tartım listesi
uk: Лист зважування
vi: Danh sách cân
zh_hans: 称重清单

# general_no_data
source: No data available
ar: لا توجد بيانات متاحة
cs: Nejsou k dispozici žádné údaje
de: Keine Daten verfügbar
el: Δεν υπάρχουν διαθέσιμα δεδομένα
es: No hay datos disponibles
et: Andmed puuduvad
fi: Tietoja ei ole saatavilla
fr: Aucune donnée disponible
hi: कोई डेटा मौजूद नहीं
id: Tidak ada data yang tersedia
it: Nessun dato disponibile
ja: 利用可能なデータがありません
km: មិនមានទិន្នន័យទេ។
kn: ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ko: 데이터가 없습니다
lo: ບໍ່ມີຂໍ້ມູນ
lv: Nav pieejami dati
ms: Tiada data tersedia
nl: Geen gegevens beschikbaar
pl: Brak dostępnych danych
pt_pt: Não há dados disponíveis
ru: Нет доступных данных
th: ไม่มีข้อมูล
tr: Veri yok
uk: Немає даних
vi: Không có dữ liệu
zh_hans: 无可用数据

# general_update
source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
el: Εκσυγχρονίζω
es: Actualizar
et: Värskenda
fi: Päivittää
fr: Mise à jour
hi: अद्यतन
id: Memperbarui
it: Aggiornamento
ja: アップデート
km: ធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಿ
ko: 업데이트
lo: ອັບເດດ
lv: Atjaunināt
ms: Kemas kini
pl: Aktualizacja
pt_pt: Atualizar
ru: Обновлять
th: อัปเดต
tr: Güncelleme
uk: оновлення
vi: Cập nhật
zh_hans: 更新

# general_old_value
source: Old value:
ar: القيمة القديمة:
cs: Stará hodnota:
de: Alter Wert:
el: Παλιά αξία:
es: Valor antiguo:
et: Vana väärtus:
fi: Vanha arvo:
fr: Ancienne valeur :
hi: पुराना मूल्य:
id: Nilai lama:
it: Vecchio valore:
ja: 古い値:
km: តម្លៃចាស់៖
kn: ಹಳೆಯ ಮೌಲ್ಯ:
ko: 이전 값:
lo: ຄ່າເກົ່າ:
lv: Vecā vērtība:
ms: Nilai lama:
nl: Oude waarde:
pl: Stara wartość:
pt_pt: Valor antigo:
ru: Старое значение:
th: ค่าเดิม:
tr: Eski değer:
uk: Старе значення:
vi: Giá trị cũ:
zh_hans: 旧值：

# general_export_volume
source: Export Volume
ar: حجم التصدير
cs: Objem exportu
de: Volumen exportieren
el: Όγκος εξαγωγής
es: Volumen de exportación
et: Ekspordi maht
fi: Vie määrä
fr: Volume d'exportation
hi: निर्यात मात्रा
id: Volume Ekspor
it: Volume di esportazione
ja: 輸出量
km: បរិមាណនាំចេញ
kn: ರಫ್ತು ಪರಿಮಾಣ
ko: 수출량
lo: ປະລິມານການສົ່ງອອກ
lv: Eksporta apjoms
ms: Jilid Eksport
pl: Eksportuj wolumen
pt_pt: Volume de exportação
ru: Объем экспорта
th: ปริมาณการส่งออก
tr: İhracat Hacmi
uk: Обсяг експорту
vi: Khối lượng Xuất
zh_hans: 出口量

# general_depreciation
source: Depreciation
ar: الاستهلاك
cs: Amortizace
de: Abschreibung
el: Απόσβεση
es: Depreciación
et: Amortisatsioon
fi: Poistot
fr: Dépréciation
hi: मूल्यह्रास
id: Depresiasi
it: Ammortamento
ja: 減価償却費
km: រំលោះ
kn: ಸವಕಳಿ
ko: 감가 상각
lo: ຄ່າເສື່ອມລາຄາ
lv: Nolietojums
ms: Susut nilai
nl: Afschrijving
pl: Amortyzacja
pt_pt: Depreciação
ru: Амортизация
th: ค่าเสื่อมราคา
tr: Amortisman
uk: Амортизація
vi: Khấu hao
zh_hans: 折旧

# general_total_export_amount
source: Total Export Amount
ar: إجمالي مبلغ التصدير
cs: Celková částka exportu
de: Gesamtexportmenge
el: Συνολικό Ποσό Εξαγωγής
es: Monto total de exportación
et: Ekspordi kogusumma
fi: Viennin kokonaismäärä
fr: Montant total des exportations
hi: कुल निर्यात राशि
id: Jumlah Ekspor Total
it: Importo totale dell'esportazione
ja: 輸出総額
km: បរិមាណនាំចេញសរុប
kn: ಒಟ್ಟು ರಫ್ತು ಮೊತ್ತ
ko: 총 수출금액
lo: ຈໍານວນການສົ່ງອອກທັງຫມົດ
lv: Kopējā eksporta summa
ms: Jumlah Amaun Eksport
nl: Totaal exportbedrag
pl: Całkowita kwota eksportu
pt_pt: Valor total de exportação
ru: Общая сумма экспорта
th: ปริมาณการส่งออกทั้งหมด
tr: Toplam İhracat Tutarı
uk: Загальна сума експорту
vi: Tổng tiền Xuất
zh_hans: 出口总额

# general_defective_volume
source: Defective Volume
ar: حجم معيب
cs: Vadný svazek
de: Defektes Volumen
el: Ελαττωματικός όγκος
es: Volumen defectuoso
et: Defektne helitugevus
fi: Viallinen äänenvoimakkuus
fr: Volume défectueux
hi: दोषपूर्ण वॉल्यूम
id: Volume Rusak
it: Volume difettoso
ja: 欠陥のあるボリューム
km: កម្រិតសំឡេងខូច
kn: ದೋಷಯುಕ್ತ ಪರಿಮಾಣ
ko: 불량량
lo: ປະລິມານທີ່ຜິດປົກກະຕິ
lv: Bojāts skaļums
ms: Kelantangan rosak
nl: Defect volume
pl: Wadliwy wolumen
pt_pt: Volume defeituoso
ru: Дефектный том
th: ปริมาณที่มีข้อบกพร่อง
tr: Arızalı Hacim
uk: Несправний том
vi: Khối lượng Dạt
zh_hans: 不良卷

# general_total_defective_amount
source: Total Defective Amount
ar: إجمالي المبلغ المعيب
cs: Celková vadná částka
de: Gesamtfehlerbetrag
el: Συνολικό ελαττωματικό ποσό
es: Monto total defectuoso
et: Puuduste kogusumma
fi: Viallinen kokonaismäärä
fr: Montant total défectueux
hi: कुल दोषपूर्ण राशि
id: Jumlah Total Cacat
it: Importo totale difettoso
ja: 不良品総額
km: ចំនួនសរុបដែលខូច
kn: ಒಟ್ಟು ದೋಷಪೂರಿತ ಮೊತ್ತ
ko: 총 불량량
lo: ຈໍານວນຂໍ້ບົກພ່ອງທັງຫມົດ
lv: Kopējā defektīvā summa
ms: Jumlah Jumlah Kerosakan
nl: Totaal defect bedrag
pl: Całkowita kwota wadliwa
pt_pt: Quantidade total defeituosa
ru: Общая сумма дефектов
th: จำนวนข้อบกพร่องทั้งหมด
tr: Toplam Arıza Tutarı
uk: Загальна кількість дефектів
vi: Tổng tiền Dạt
zh_hans: 不良品总量

# general_bulk_volume
source: Bulk Volume
ar: حجم السائبة
cs: Hromadný objem
de: Massenvolumen
el: Μαζικός όγκος
es: Volumen a granel
et: Hulgi maht
fr: Volume en vrac
hi: थोक मात्रा
id: Volume Massal
it: Volume di massa
ja: バルクボリューム
km: បរិមាណច្រើន
kn: ಬೃಹತ್ ಪರಿಮಾಣ
ko: 대량 볼륨
lo: ປະລິມານຫຼາຍ
lv: Lielapjoma apjoms
ms: Kelantangan Pukal
pl: Objętość zbiorcza
pt_pt: Volume em massa
ru: Массовый объем
th: ปริมาณมาก
tr: Toplu Hacim
uk: Насипний обсяг
vi: Khối lượng Xá
zh_hans: 散装体积

# general_total_bulk_amount
source: Total Bulk Amount
ar: إجمالي المبلغ السائب
cs: Celková hromadná částka
de: Gesamtsummenmenge
el: Συνολικό Μαζικό Ποσό
es: Cantidad total a granel
et: Kogumaht
fi: Kokonaismäärä
fr: Montant total en vrac
hi: कुल थोक राशि
id: Jumlah Jumlah Massal
it: Importo totale in blocco
ja: 合計バルク量
km: បរិមាណសរុប
kn: ಒಟ್ಟು ಬೃಹತ್ ಮೊತ್ತ
ko: 총 대량 금액
lo: ຈຳນວນທັງໝົດ
lv: Kopējā lielapjoma summa
ms: Jumlah Jumlah Pukal
nl: Totaal bulkbedrag
pl: Całkowita ilość zbiorcza
pt_pt: Quantidade total em massa
ru: Общая сумма
th: จำนวนเงินรวมทั้งหมด
tr: Toplam Toplu Tutar
uk: Загальна оптова кількість
vi: Tổng tiền Xá
zh_hans: 散装总量

# general_total_depreciation
source: Total Depreciation
ar: إجمالي الاستهلاك
cs: Celkové odpisy
de: Gesamtabschreibung
el: Συνολικές αποσβέσεις
es: Depreciación total
et: Kogukulum
fi: Kokonaispoistot
fr: Amortissement total
hi: कुल मूल्यह्रास
id: Total Penyusutan
it: Ammortamento totale
ja: 減価償却費総額
km: រំលោះសរុប
kn: ಒಟ್ಟು ಸವಕಳಿ
ko: 감가상각총액
lo: ຄ່າເສື່ອມລາຄາທັງໝົດ
lv: Kopējais nolietojums
ms: Jumlah Susut Nilai
nl: Totale afschrijving
pl: Całkowita amortyzacja
pt_pt: Depreciação total
ru: Общая амортизация
th: ค่าเสื่อมราคารวม
tr: Toplam Amortisman
uk: Загальна амортизація
vi: Tổng khấu hao
zh_hans: 总折旧

# general_average_price
source: Average Price
ar: متوسط ​​السعر
cs: Průměrná cena
de: Durchschnittspreis
el: Μέση Τιμή
es: Precio medio
et: Keskmine hind
fi: Keskihinta
fr: Prix ​​moyen
hi: औसत कीमत
id: Harga Rata-Rata
it: Prezzo medio
ja: 平均価格
km: តម្លៃមធ្យម
kn: ಸರಾಸರಿ ಬೆಲೆ
ko: 평균 가격
lo: ລາຄາສະເລ່ຍ
lv: Vidējā cena
ms: Harga Purata
nl: Gemiddelde prijs
pl: Średnia cena
pt_pt: Preço médio
ru: Средняя цена
th: ราคาเฉลี่ย
tr: Ortalama Fiyat
uk: Середня ціна
vi: Giá TB
zh_hans: 平均价格

# general_enter_weight
source: Enter weight
ar: أدخل الوزن
cs: Zadejte hmotnost
de: Gewicht eingeben
el: Εισαγάγετε βάρος
es: Introducir peso
et: Sisestage kaal
fi: Syötä paino
fr: Entrez le poids
hi: वज़न दर्ज करें
id: Masukkan berat badan
it: Inserisci il peso
ja: 体重を入力してください
km: បញ្ចូលទម្ងន់
kn: ತೂಕವನ್ನು ನಮೂದಿಸಿ
ko: 체중을 입력하세요
lo: ໃສ່ນ້ຳໜັກ
lv: Ievadiet svaru
ms: Masukkan berat
nl: Gewicht invoeren
pl: Wprowadź wagę
pt_pt: Insira o peso
ru: Введите вес
th: ใส่น้ำหนัก
tr: Ağırlığı girin
uk: Введіть вагу
vi: Nhập trọng lượng
zh_hans: 输入体重

# actions_add
source: Add
ar: يضيف
cs: Přidat
de: Hinzufügen
el: Προσθέτω
es: Agregar
et: Lisa
fi: Lisätä
fr: Ajouter
hi: जोड़ना
id: Menambahkan
it: Aggiungere
ja: 追加
km: បន្ថែម
kn: ಸೇರಿಸಿ
ko: 추가하다
lo: ເພີ່ມ
lv: Pievienot
ms: Tambah
nl: Toevoegen
pl: Dodać
pt_pt: Adicionar
ru: Добавлять
th: เพิ่ม
tr: Eklemek
uk: додати
vi: Thêm
zh_hans: 添加

# general_enter_info
source: Enter information
ar: أدخل المعلومات
cs: Zadejte informace
de: Geben Sie Informationen ein
el: Εισαγάγετε πληροφορίες
es: Introduce la información
et: Sisestage teave
fi: Anna tiedot
fr: Entrez les informations
hi: जानकारी दर्ज करें
id: Masukkan informasi
it: Inserisci le informazioni
ja: 情報を入力してください
km: បញ្ចូលព័ត៌មាន
kn: ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ
ko: 정보를 입력하세요
lo: ໃສ່ຂໍ້ມູນ
lv: Ievadiet informāciju
ms: Masukkan maklumat
nl: Voer informatie in
pl: Wprowadź informacje
pt_pt: Insira informações
ru: Введите информацию
th: ป้อนข้อมูล
tr: Bilgileri girin
uk: Введіть інформацію
vi: Nhập thông tin
zh_hans: 输入信息

# general_crateID
source: Crate ID
ar: معرف الصندوق
cs: ID přepravky
de: Kisten-ID
el: Ταυτότητα κιβωτίου
es: ID de caja
et: Kasti ID
fi: Laatikon tunnus
fr: ID de caisse
hi: टोकरा आईडी
id: ID peti
it: ID della cassa
ja: クレートID
km: លេខសម្គាល់ប្រអប់
kn: ಕ್ರೇಟ್ ಐಡಿ
ko: 상자 ID
lv: Kastes ID
ms: ID peti
nl: Krat-ID
pl: Identyfikator skrzynki
pt_pt: ID da caixa
ru: Идентификатор ящика
th: รหัสลัง
tr: Sandık Kimliği
uk: ID ящика
vi: Mã ky
zh_hans: 板条箱 ID

# general_vibrate_5_crates
source: Vibrate when 5 crates entered
ar: يهتز عند دخول 5 صناديق
cs: Vibrovat, když vstoupí 5 přepravek
de: Vibrieren, wenn 5 Kisten betreten werden
el: Δόνηση όταν μπαίνουν 5 κιβώτια
es: Vibrar cuando entraron 5 cajas.
et: Vibreerige, kui siseneb 5 kasti
fi: Värinä, kun sisään tulee 5 laatikkoa
fr: Vibrer lorsque 5 caisses sont entrées
hi: जब 5 टोकरे प्रवेश करें तो कंपन करें
id: Bergetar ketika 5 peti masuk
it: Vibra quando entrano 5 casse
ja: 5個の箱が入ると振動します
km: ញ័រនៅពេលប្រអប់ 5 ចូល
kn: 5 ಕ್ರೇಟ್‌ಗಳು ಪ್ರವೇಶಿಸಿದಾಗ ಕಂಪಿಸುತ್ತದೆ
ko: 상자 5개 진입 시 진동
lo: ສັ່ນເມື່ອ 5 ກ່ອງເຂົ້າ
lv: Vibrējiet, kad ienāk 5 kastes
ms: Bergetar apabila 5 peti masuk
nl: Trillen als er 5 kratten binnenkomen
pl: Wibracja po wejściu do 5 skrzynek
pt_pt: Vibrar quando 5 caixas entrarem
ru: Вибрировать, когда вошли 5 ящиков
th: สั่นเมื่อใส่ 5 ลัง
tr: 5 sandık girildiğinde titret
uk: Вібрувати, коли ввійшли 5 ящиків
vi: Rung báo đủ 5 ky
zh_hans: 当 5 个箱子进入时振动

# general_auto_add
source: Auto Add
ar: إضافة تلقائية
cs: Automatické přidání
de: Automatisch hinzufügen
el: Αυτόματη προσθήκη
es: Agregar automáticamente
et: Automaatne lisamine
fi: Automaattinen lisäys
fr: Ajout automatique
hi: स्वतः जोड़ें
id: Tambah Otomatis
it: Aggiunta automatica
ja: 自動追加
km: បន្ថែមដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಸೇರಿಸಿ
ko: 자동 추가
lo: ເພີ່ມອັດຕະໂນມັດ
lv: Automātiska pievienošana
ms: Auto Tambah
nl: Automatisch toevoegen
pl: Automatyczne dodawanie
pt_pt: Adicionar automaticamente
ru: Автоматическое добавление
th: เพิ่มอัตโนมัติ
tr: Otomatik Ekle
uk: Автоматичне додавання
vi: Tự động thêm
zh_hans: 自动添加

# general_two_digits
source: When 2 digits reached
ar: عند الوصول إلى رقمين
cs: Po dosažení 2 číslic
de: Wenn 2 Ziffern erreicht sind
el: Όταν φτάσουν τα 2 ψηφία
es: Cuando se alcanzaron 2 dígitos
et: Kui 2 numbrit on täis
fi: Kun 2 numeroa on saavutettu
fr: Lorsque 2 chiffres sont atteints
hi: जब 2 अंक पहुंचे
id: Ketika 2 digit tercapai
it: Quando vengono raggiunte 2 cifre
ja: 2桁になったとき
km: នៅពេលដែល 2 ខ្ទង់ឈានដល់
kn: 2 ಅಂಕೆಗಳನ್ನು ತಲುಪಿದಾಗ
ko: 2자리 도달 시
lo: ເມື່ອຮອດ 2 ຕົວເລກ
lv: Kad sasniegti 2 cipari
ms: Apabila 2 digit dicapai
nl: Wanneer 2 cijfers bereikt zijn
pl: Kiedy osiągnięto 2 cyfry
pt_pt: Quando 2 dígitos atingiram
ru: Когда 2 цифры достигли
th: เมื่อครบ 2 หลักแล้ว
tr: 2 haneye ulaşıldığında
uk: Коли досягнуто 2 цифри
vi: Nhập đủ 2 số
zh_hans: 当达到2位数时

# general_three_digits
source: When 3 digits reached
ar: عندما تصل إلى 3 أرقام
cs: Po dosažení 3 číslic
de: Wenn 3 Ziffern erreicht sind
el: Όταν φτάσουν τα 3 ψηφία
es: Cuando se alcanzaron los 3 dígitos
et: Kui 3 numbrit on täis
fi: Kun 3 numeroa on saavutettu
fr: Lorsque 3 chiffres sont atteints
hi: जब 3 अंक पहुंचे
id: Ketika 3 digit tercapai
it: Quando si raggiungono le 3 cifre
ja: 3桁になったとき
km: នៅពេលដែល 3 ខ្ទង់ឈានដល់
kn: 3 ಅಂಕೆಗಳನ್ನು ತಲುಪಿದಾಗ
ko: 3자리 도달 시
lo: ເມື່ອຮອດ 3 ຕົວເລກ
lv: Kad sasniegti 3 cipari
ms: Apabila 3 digit dicapai
nl: Wanneer 3 cijfers bereikt
pl: Kiedy osiągnięto 3 cyfry
pt_pt: Quando 3 dígitos atingirem
ru: Когда 3 цифры достигли
th: เมื่อครบ 3 หลักแล้ว
tr: 3 haneye ulaşıldığında
uk: Коли досягнуто 3 цифри
vi: Nhập đủ 3 số
zh_hans: 当达到3位数时

# general_total_crate
source: Total Crate
ar: إجمالي الصندوق
cs: Celková přepravka
de: Totale Kiste
el: Συνολικό Κλουβί
es: Caja total
et: Kokku aedik
fi: Koko laatikko
fr: Caisse totale
hi: कुल टोकरा
id: Jumlah Peti
it: Cassa totale
ja: トータルクレート
km: ធុងសរុប
kn: ಒಟ್ಟು ಕ್ರೇಟ್
ko: 총 상자
lo: ກ່ອງທັງໝົດ
lv: Kopējā kaste
ms: Jumlah Peti
nl: Totaal krat
pl: Całkowita skrzynia
pt_pt: Caixa Total
ru: Общий ящик
th: รวมลัง
tr: Toplam Sandık
vi: Tổng ky
zh_hans: 总板条箱

# actions_start
source: Start
ar: يبدأ
el: Αρχή
es: Comenzar
et: Alusta
fi: Aloita
fr: Commencer
hi: शुरू
id: Awal
it: Inizio
ja: 始める
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 시작
lo: ເລີ່ມ
lv: Sākt
ms: Mulakan
nl: Begin
pt_pt: Começar
ru: Начинать
th: เริ่ม
tr: Başlangıç
uk: Почніть
vi: Bắt đầu
zh_hans: 开始
